brew "fnm"
brew "fzf"
brew "helix"
brew "hyperfine"
brew "neovim"
brew "node"
brew "sshuttle"
brew "starship"
brew "tmux"
brew "tree"
brew "uv"
brew "yarn"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
cask "docker-desktop"
cask "font-fira-code-nerd-font"
cask "karabiner-elements"
cask "session-manager-plugin"
